<?use \Bitrix\Main\Page\Asset;?>
<!doctype html>
<html lang=ru>
<head>
    <!-- Google Tag Manager -->
    <script>(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
                new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
            j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
            'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
        })(window,document,'script','dataLayer','GTM-T4HMSK4');</script>
    <!-- End Google Tag Manager -->

    <?Asset::getInstance()->addString('<meta http-equiv="X-UA-Compatible" content="ie=edge">')?>

    <?Asset::getInstance()->addString('<meta property="og:site_name" content="" />')?>
    <?Asset::getInstance()->addString('<meta property="og:type" content="website" />')?>
    <?Asset::getInstance()->addString('<meta property="og:url" content="https://suxscribe-bitrix-37.tw1.ru/" />')?>
    <?Asset::getInstance()->addString('<meta property="og:title" content="" />')?>
    <?Asset::getInstance()->addString('<meta property="og:description" content="" />')?>
    <?Asset::getInstance()->addString('<meta property="og:image" content="http://suxscribe-bitrix-37.tw1.ru/local/templates/main/images/share/share_asia.jpg"/>')?>

    <?Asset::getInstance()->addCss(SITE_TEMPLATE_PATH . "/css/baron.css")?>
    <?Asset::getInstance()->addCss(SITE_TEMPLATE_PATH . "/css/slick.css")?>

    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/jquery-3.3.1.min.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/jquery.cookie.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/jquery.inputmask.bundle.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/baron.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/lottie.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/slick.min.js");?>
    <?Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . "/js/script.js");?>

    <title><?$APPLICATION->ShowTitle()?></title>
    <?$APPLICATION->ShowHead()?>
    <meta name="yandex-verification" content="25d19f1db7ea3910" />
    <meta name="yandex-verification" content="<?=$_SESSION["VREGIONS_REGION"]["META_YANDEX"]?>" />
    <meta name="google-site-verification" content="pPDqr1GKZmtpAvqmso0Mc1FSKbT5rEulu9p5WIBLqgg" />
<!--    --><?//=$_SESSION["VREGIONS_REGION"]["META_YANDEX"];?>
    <!--CoMagic-->
    <script type="text/javascript">
        var __cs = __cs || [];
        __cs.push(["setCsAccount", "dCGkv9PNYvOtV35p8BG33gG7P7UgOYX1"]);
    </script>
    <script type="text/javascript" async src="https://app.comagic.ru/static/cs.min.js"></script>
    <!--End CoMagic-->
</head>
<body<?=$APPLICATION->GetProperty("class_body")!=""?" class='".$APPLICATION->GetProperty("class_body").' '.$addBodyClass."'":' class="'.$addBodyClass.'"'?>>
<?$APPLICATION->ShowPanel();?>
<div class="preloader">
    <div class="logo">
        <a href="/" class="logo__link">
            <svg viewBox="0 0 140 68" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                    <g id="logo">
                        <path d="M38.6240256,44.3218211 L100.593769,44.3218211 C96.1335128,57.1272947 83.9463333,66.3180316 69.6088974,66.3180316 C55.2714615,66.3180316 43.0842821,57.1272947 38.6240256,44.3218211 Z M100.593769,22.7847895 L38.6240256,22.7847895 C43.0842821,9.97931579 55.2714615,0.788578947 69.6088974,0.788578947 C83.9463333,0.788578947 96.1335128,9.97931579 100.593769,22.7847895 Z" id="Combined-Shape" fill="#DB2A1B"></path>
                        <path fill="#FFFFFF" d="M3.19307692,36.3728 L5.51205128,36.3728 L4.38666667,30.7359579 L3.19307692,36.3728 Z M5.69692308,26.5432211 L8.70333333,40.5637474 L6.35205128,40.5637474 L5.95717949,38.5971158 L2.74615385,38.5971158 L2.35307692,40.5637474 L-2.06057393e-13,40.5637474 L3.00820513,26.5432211 L5.69692308,26.5432211 Z M14.4173077,40.5630316 L11.4647436,40.5630316 C10.3088462,40.5630316 9.36833333,39.6235579 9.36833333,38.4675579 L9.36833333,36.3720842 L11.5939744,36.3720842 L11.5939744,38.3387158 L14.2880769,38.3387158 L14.2880769,36.2414526 L10.3501282,32.3278737 C9.68064103,31.6782947 9.36833333,30.9875579 9.36833333,30.1518737 L9.36833333,28.6379789 C9.36833333,27.4837684 10.3088462,26.5442947 11.4647436,26.5442947 L14.4173077,26.5442947 C15.5732051,26.5442947 16.5155128,27.4837684 16.5155128,28.6379789 L16.5155128,30.7334526 L14.2880769,30.7334526 L14.2880769,28.7686105 L11.5939744,28.7686105 L11.5939744,30.3540842 L15.5319231,34.2676632 C16.2014103,34.9172421 16.5155128,35.6079789 16.5155128,36.4436632 L16.5155128,38.4675579 C16.5155128,39.6235579 15.5732051,40.5630316 14.4173077,40.5630316 Z M18.3579487,40.5632105 L18.3579487,26.5444737 L20.5835897,26.5444737 L20.5835897,40.5632105 L18.3579487,40.5632105 Z M25.1138462,36.3728 L27.4346154,36.3728 L26.3074359,30.7359579 L25.1138462,36.3728 Z M27.6176923,26.5432211 L30.6241026,40.5637474 L28.2728205,40.5637474 L27.8779487,38.5971158 L24.6669231,38.5971158 L24.2738462,40.5637474 L21.9207692,40.5637474 L24.9289744,26.5432211 L27.6176923,26.5432211 Z M41.9411282,40.5630316 L38.9885641,40.5630316 C37.8326667,40.5630316 36.8921538,39.6235579 36.8921538,38.4675579 L36.8921538,36.3720842 L39.1177949,36.3720842 L39.1177949,38.3387158 L41.8118974,38.3387158 L41.8118974,36.2414526 L37.8739487,32.3278737 C37.2044615,31.6782947 36.8921538,30.9875579 36.8921538,30.1518737 L36.8921538,28.6379789 C36.8921538,27.4837684 37.8326667,26.5442947 38.9885641,26.5442947 L41.9411282,26.5442947 C43.0970256,26.5442947 44.0393333,27.4837684 44.0393333,28.6379789 L44.0393333,30.7334526 L41.8118974,30.7334526 L41.8118974,28.7686105 L39.1177949,28.7686105 L39.1177949,30.3540842 L43.0557436,34.2676632 C43.7252308,34.9172421 44.0393333,35.6079789 44.0393333,36.4436632 L44.0393333,38.4675579 C44.0393333,39.6235579 43.0970256,40.5630316 41.9411282,40.5630316 Z M49.6707436,40.5630316 L47.4433077,40.5630316 L47.4433077,28.7686105 L44.9843333,28.7686105 L44.9843333,26.5442947 L52.1315128,26.5442947 L52.1315128,28.7686105 L49.6707436,28.7686105 L49.6707436,40.5630316 Z M60.0452821,40.5630316 L53.8834872,40.5630316 L53.8834872,26.5442947 L60.0452821,26.5442947 L60.0452821,28.7686105 L56.1091282,28.7686105 L56.1091282,32.0487158 L59.0616923,32.0487158 L59.0616923,34.2730316 L56.1091282,34.2730316 L56.1091282,38.3387158 L60.0452821,38.3387158 L60.0452821,40.5630316 Z M68.0662051,40.5630316 L61.9026154,40.5630316 L61.9026154,26.5442947 L68.0662051,26.5442947 L68.0662051,28.7686105 L64.1300513,28.7686105 L64.1300513,32.0487158 L67.0826154,32.0487158 L67.0826154,34.2730316 L64.1300513,34.2730316 L64.1300513,38.3387158 L68.0662051,38.3387158 L68.0662051,40.5630316 Z M76.0869487,40.5630316 L69.923359,40.5630316 L69.923359,26.5442947 L72.1507949,26.5442947 L72.1507949,38.3387158 L76.0869487,38.3387158 L76.0869487,40.5630316 Z M85.6069487,40.5630316 L83.3795128,40.5630316 L83.3795128,28.7686105 L80.9205385,28.7686105 L80.9205385,26.5442947 L88.0659231,26.5442947 L88.0659231,28.7686105 L85.6069487,28.7686105 L85.6069487,40.5630316 Z M92.0464103,32.8344737 L94.7387179,32.8344737 L94.7387179,28.767 L92.0464103,28.767 L92.0464103,32.8344737 Z M95.4441026,34.9317368 L97.005641,40.5632105 L94.6471795,40.5632105 L93.3476923,35.0587895 L92.0464103,35.0587895 L92.0464103,40.5632105 L89.8189744,40.5632105 L89.8189744,26.5444737 L94.8679487,26.5444737 C96.0238462,26.5444737 96.9661538,27.4839474 96.9661538,28.6381579 L96.9661538,32.9633158 C96.9661538,34.0513158 96.4528205,34.7116316 95.4441026,34.9317368 Z M101.575026,36.3728 L103.895795,36.3728 L102.77041,30.7359579 L101.575026,36.3728 Z M104.10041,26.6452211 L107.085282,40.5637474 L104.734,40.5637474 L104.340923,38.5971158 L101.128103,38.5971158 L100.735026,40.5637474 L98.3819487,40.5637474 L101.390154,26.5432211 L104.078872,26.5432211 L104.10041,26.6452211 Z M110.348718,38.3388947 L113.041026,38.3388947 L113.041026,28.7687895 L110.348718,28.7687895 L110.348718,38.3388947 Z M113.170256,26.5444737 C114.326154,26.5444737 115.268462,27.4839474 115.268462,28.6381579 L115.268462,38.4677368 C115.268462,39.6237368 114.326154,40.5632105 113.170256,40.5632105 L108.121282,40.5632105 L108.121282,26.5444737 L113.170256,26.5444737 Z M117.700513,40.5632105 L117.700513,26.5444737 L119.927949,26.5444737 L119.927949,40.5632105 L117.700513,40.5632105 Z M129.636231,40.5630316 L127.68341,40.5630316 L124.716487,32.1829263 L124.716487,40.5630316 L122.489051,40.5630316 L122.489051,26.5442947 L124.836744,26.5442947 L127.408795,34.0010316 L127.408795,26.5442947 L129.636231,26.5442947 L129.636231,40.5630316 Z M137.120128,40.5630316 L134.167564,40.5630316 C133.011667,40.5630316 132.071154,39.6235579 132.071154,38.4675579 L132.071154,28.6379789 C132.071154,27.4837684 133.011667,26.5442947 134.167564,26.5442947 L137.120128,26.5442947 C138.276026,26.5442947 139.218333,27.4837684 139.218333,28.6379789 L139.218333,30.7334526 L136.990897,30.7334526 L136.990897,28.7686105 L134.296795,28.7686105 L134.296795,38.3387158 L136.990897,38.3387158 L136.990897,35.2554526 L135.513718,35.2554526 L135.513718,33.0311368 L139.218333,33.0311368 L139.218333,38.4675579 C139.218333,39.6235579 138.276026,40.5630316 137.120128,40.5630316 Z"></path>
                    </g>
                </g>
            </svg>
        </a>
    </div>
</div>
<div class="contentWrapper">
    <header>
        <section class="disclaimer">
        <span class="disclaimer__text">
            Сайт работает в тестовом режиме. Замечания и пожелания по работе сайта присылайте на почту
        </span>
            <a class="disclaimer__mail" href="mailto:info@suxscribe-bitrix-37.tw1.ru">
                info@suxscribe-bitrix-37.tw1.ru
            </a>
            <div class="disclaimer__close"></div>
        </section>
        <section class="header">
            <div class="header__left">
                <div class="header__item">
                    <div class="siteMap">
                        <div class="siteMap__switch">
                            <div class="siteMap__burger">
                                <div class="siteMap__whiteLines">
                                    <span></span>
                                    <span></span>
                                </div>
                                <div class="menu__text">Карта сайта</div>
                            </div>
                        </div>
                        <div class="siteMap__popup">
                            <div class="siteMap__bg">
                                <div class="header__logo siteMap__logo">
                                    <div class="logo">
                                        <a href="/" class="logo__link">
                                            <svg viewBox="0 0 140 68" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                    <g id="logo">
                                                        <path d="M38.6240256,44.3218211 L100.593769,44.3218211 C96.1335128,57.1272947 83.9463333,66.3180316 69.6088974,66.3180316 C55.2714615,66.3180316 43.0842821,57.1272947 38.6240256,44.3218211 Z M100.593769,22.7847895 L38.6240256,22.7847895 C43.0842821,9.97931579 55.2714615,0.788578947 69.6088974,0.788578947 C83.9463333,0.788578947 96.1335128,9.97931579 100.593769,22.7847895 Z" id="Combined-Shape" fill="#DB2A1B"></path>
                                                        <path fill="#FFFFFF" d="M3.19307692,36.3728 L5.51205128,36.3728 L4.38666667,30.7359579 L3.19307692,36.3728 Z M5.69692308,26.5432211 L8.70333333,40.5637474 L6.35205128,40.5637474 L5.95717949,38.5971158 L2.74615385,38.5971158 L2.35307692,40.5637474 L-2.06057393e-13,40.5637474 L3.00820513,26.5432211 L5.69692308,26.5432211 Z M14.4173077,40.5630316 L11.4647436,40.5630316 C10.3088462,40.5630316 9.36833333,39.6235579 9.36833333,38.4675579 L9.36833333,36.3720842 L11.5939744,36.3720842 L11.5939744,38.3387158 L14.2880769,38.3387158 L14.2880769,36.2414526 L10.3501282,32.3278737 C9.68064103,31.6782947 9.36833333,30.9875579 9.36833333,30.1518737 L9.36833333,28.6379789 C9.36833333,27.4837684 10.3088462,26.5442947 11.4647436,26.5442947 L14.4173077,26.5442947 C15.5732051,26.5442947 16.5155128,27.4837684 16.5155128,28.6379789 L16.5155128,30.7334526 L14.2880769,30.7334526 L14.2880769,28.7686105 L11.5939744,28.7686105 L11.5939744,30.3540842 L15.5319231,34.2676632 C16.2014103,34.9172421 16.5155128,35.6079789 16.5155128,36.4436632 L16.5155128,38.4675579 C16.5155128,39.6235579 15.5732051,40.5630316 14.4173077,40.5630316 Z M18.3579487,40.5632105 L18.3579487,26.5444737 L20.5835897,26.5444737 L20.5835897,40.5632105 L18.3579487,40.5632105 Z M25.1138462,36.3728 L27.4346154,36.3728 L26.3074359,30.7359579 L25.1138462,36.3728 Z M27.6176923,26.5432211 L30.6241026,40.5637474 L28.2728205,40.5637474 L27.8779487,38.5971158 L24.6669231,38.5971158 L24.2738462,40.5637474 L21.9207692,40.5637474 L24.9289744,26.5432211 L27.6176923,26.5432211 Z M41.9411282,40.5630316 L38.9885641,40.5630316 C37.8326667,40.5630316 36.8921538,39.6235579 36.8921538,38.4675579 L36.8921538,36.3720842 L39.1177949,36.3720842 L39.1177949,38.3387158 L41.8118974,38.3387158 L41.8118974,36.2414526 L37.8739487,32.3278737 C37.2044615,31.6782947 36.8921538,30.9875579 36.8921538,30.1518737 L36.8921538,28.6379789 C36.8921538,27.4837684 37.8326667,26.5442947 38.9885641,26.5442947 L41.9411282,26.5442947 C43.0970256,26.5442947 44.0393333,27.4837684 44.0393333,28.6379789 L44.0393333,30.7334526 L41.8118974,30.7334526 L41.8118974,28.7686105 L39.1177949,28.7686105 L39.1177949,30.3540842 L43.0557436,34.2676632 C43.7252308,34.9172421 44.0393333,35.6079789 44.0393333,36.4436632 L44.0393333,38.4675579 C44.0393333,39.6235579 43.0970256,40.5630316 41.9411282,40.5630316 Z M49.6707436,40.5630316 L47.4433077,40.5630316 L47.4433077,28.7686105 L44.9843333,28.7686105 L44.9843333,26.5442947 L52.1315128,26.5442947 L52.1315128,28.7686105 L49.6707436,28.7686105 L49.6707436,40.5630316 Z M60.0452821,40.5630316 L53.8834872,40.5630316 L53.8834872,26.5442947 L60.0452821,26.5442947 L60.0452821,28.7686105 L56.1091282,28.7686105 L56.1091282,32.0487158 L59.0616923,32.0487158 L59.0616923,34.2730316 L56.1091282,34.2730316 L56.1091282,38.3387158 L60.0452821,38.3387158 L60.0452821,40.5630316 Z M68.0662051,40.5630316 L61.9026154,40.5630316 L61.9026154,26.5442947 L68.0662051,26.5442947 L68.0662051,28.7686105 L64.1300513,28.7686105 L64.1300513,32.0487158 L67.0826154,32.0487158 L67.0826154,34.2730316 L64.1300513,34.2730316 L64.1300513,38.3387158 L68.0662051,38.3387158 L68.0662051,40.5630316 Z M76.0869487,40.5630316 L69.923359,40.5630316 L69.923359,26.5442947 L72.1507949,26.5442947 L72.1507949,38.3387158 L76.0869487,38.3387158 L76.0869487,40.5630316 Z M85.6069487,40.5630316 L83.3795128,40.5630316 L83.3795128,28.7686105 L80.9205385,28.7686105 L80.9205385,26.5442947 L88.0659231,26.5442947 L88.0659231,28.7686105 L85.6069487,28.7686105 L85.6069487,40.5630316 Z M92.0464103,32.8344737 L94.7387179,32.8344737 L94.7387179,28.767 L92.0464103,28.767 L92.0464103,32.8344737 Z M95.4441026,34.9317368 L97.005641,40.5632105 L94.6471795,40.5632105 L93.3476923,35.0587895 L92.0464103,35.0587895 L92.0464103,40.5632105 L89.8189744,40.5632105 L89.8189744,26.5444737 L94.8679487,26.5444737 C96.0238462,26.5444737 96.9661538,27.4839474 96.9661538,28.6381579 L96.9661538,32.9633158 C96.9661538,34.0513158 96.4528205,34.7116316 95.4441026,34.9317368 Z M101.575026,36.3728 L103.895795,36.3728 L102.77041,30.7359579 L101.575026,36.3728 Z M104.10041,26.6452211 L107.085282,40.5637474 L104.734,40.5637474 L104.340923,38.5971158 L101.128103,38.5971158 L100.735026,40.5637474 L98.3819487,40.5637474 L101.390154,26.5432211 L104.078872,26.5432211 L104.10041,26.6452211 Z M110.348718,38.3388947 L113.041026,38.3388947 L113.041026,28.7687895 L110.348718,28.7687895 L110.348718,38.3388947 Z M113.170256,26.5444737 C114.326154,26.5444737 115.268462,27.4839474 115.268462,28.6381579 L115.268462,38.4677368 C115.268462,39.6237368 114.326154,40.5632105 113.170256,40.5632105 L108.121282,40.5632105 L108.121282,26.5444737 L113.170256,26.5444737 Z M117.700513,40.5632105 L117.700513,26.5444737 L119.927949,26.5444737 L119.927949,40.5632105 L117.700513,40.5632105 Z M129.636231,40.5630316 L127.68341,40.5630316 L124.716487,32.1829263 L124.716487,40.5630316 L122.489051,40.5630316 L122.489051,26.5442947 L124.836744,26.5442947 L127.408795,34.0010316 L127.408795,26.5442947 L129.636231,26.5442947 L129.636231,40.5630316 Z M137.120128,40.5630316 L134.167564,40.5630316 C133.011667,40.5630316 132.071154,39.6235579 132.071154,38.4675579 L132.071154,28.6379789 C132.071154,27.4837684 133.011667,26.5442947 134.167564,26.5442947 L137.120128,26.5442947 C138.276026,26.5442947 139.218333,27.4837684 139.218333,28.6379789 L139.218333,30.7334526 L136.990897,30.7334526 L136.990897,28.7686105 L134.296795,28.7686105 L134.296795,38.3387158 L136.990897,38.3387158 L136.990897,35.2554526 L135.513718,35.2554526 L135.513718,33.0311368 L139.218333,33.0311368 L139.218333,38.4675579 C139.218333,39.6235579 138.276026,40.5630316 137.120128,40.5630316 Z"></path>
                                                    </g>
                                                </g>
                                            </svg>
                                        </a>
                                    </div>
                                </div>
                            </div>
                            <div class="siteMap__innerPopup">
                                <div class="siteMap__cell">
                                    <?$APPLICATION->IncludeComponent("bitrix:menu", "SiteMapMenu", Array(
                                        "COMPONENT_TEMPLATE" => "horizontal_multilevel",
                                        "ROOT_MENU_TYPE" => "top",	// Тип меню для первого уровня
                                        "MENU_CACHE_TYPE" => "N",	// Тип кеширования
                                        "MENU_CACHE_TIME" => "3600",	// Время кеширования (сек.)
                                        "MENU_CACHE_USE_GROUPS" => "Y",	// Учитывать права доступа
                                        "MENU_CACHE_GET_VARS" => "",	// Значимые переменные запроса
                                        "MAX_LEVEL" => "2",	// Уровень вложенности меню
                                        "CHILD_MENU_TYPE" => "left",	// Тип меню для остальных уровней
                                        "USE_EXT" => "N",	// Подключать файлы с именами вида .тип_меню.menu_ext.php
                                        "DELAY" => "N",	// Откладывать выполнение шаблона меню
                                        "ALLOW_MULTI_SELECT" => "N",	// Разрешить несколько активных пунктов одновременно
                                    ),
                                        false
                                    );?>
                                </div>
                                <div class="siteMap__cell siteMap__cellContacts">
                                    <span class=" siteMap__menuItemTitle">Контакты</span>
									<div>
										<div class="siteMap__contactsCell">
											<a href="tel:<?=$_SESSION["VREGIONS_REGION"]["TELEFON"]?>" target="_blank" class="siteMap__agrText"><?=$_SESSION["VREGIONS_REGION"]["TELEFON"]?></a>
											<a href="mailto:<?=\Bitrix\Main\Config\Option::get("grain.customsettings","EMAIL")?>" target="_blank" class="siteMap__simpleText"><?=\Bitrix\Main\Config\Option::get("grain.customsettings","EMAIL")?></a>
										</div>
										<div class="siteMap__contactsCell">
											<div class="siteMap__simpleText"><?=$_SESSION["VREGIONS_REGION"]["ADRES"]?></div>

											<a href="/contacts/" class="siteMap__subitem siteMap__pin" <?=($_SESSION["VREGIONS_REGION"]["NAME"]!=$_SESSION["VREGIONS_DEFAULT"]["NAME"])?"style=\"display:none\"":""?>><span></span>Смотреть на карте</a>
										</div>
									</div>

                                </div>
                                <!--                            <div class="siteMap__cell siteMap__cellCatalog">-->
                                <div class="siteMap__cell siteMap__cellCatalog">
                                    <ul>
                                        <li class="menu__item">
                                            <span class=" siteMap__menuItemTitle">Каталог</span>
                                            <div class="">
                                                <div class="catalogMenuPopup__section">
                                                    <a href="/catalog/" class="siteMap__catalogTitle">
                                                        Листовой прокат                                                                                                                                    <svg class="siteMap__catalogTitleIcon" width="35px" height="35px" viewBox="0 0 55 55" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                <g id="catalogMenuPopup__icon" fill="#FFFFFF">
                                                                    <path d="M30.634,10 L30.401,10.096 L6.068,20.162 L4,21.018 L6.166,21.581 L13.017,23.364 L6.068,26.239 L4,27.094 L6.166,27.658 L13.017,29.441 L6.068,32.315 L4,33.171 L6.166,33.734 L13.017,35.517 L6.068,38.391 L4,39.247 L6.166,39.811 L24.163,44.495 L24.406,44.558 L24.638,44.462 L48.972,34.396 L51.039,33.541 L48.874,32.978 L42.023,31.194 L48.972,28.32 L51.039,27.464 L48.874,26.901 L42.023,25.118 L48.972,22.244 L51.039,21.389 L48.874,20.824 L42.023,19.041 L48.972,16.167 L51.039,15.312 L48.874,14.748 L30.877,10.064 L30.634,10 Z M7.14,20.801 L30.706,11.053 L47.901,15.528 L24.334,25.277 L7.14,20.801 Z M39.687,19.466 L47.901,21.605 L24.334,31.352 L7.14,26.878 L15.389,23.465 L24.289,25.781 L24.37,25.802 L39.687,19.466 Z M39.687,25.543 L47.901,27.681 L24.334,37.429 L7.14,32.954 L15.389,29.542 L24.289,31.857 L24.37,31.879 L39.687,25.543 Z M39.687,31.62 L47.901,33.757 L24.334,43.506 L7.14,39.03 L15.39,35.618 L24.289,37.934 L24.37,37.956 L39.687,31.62 Z" id="Fill-1"></path>
                                                                </g>
                                                            </g>
                                                        </svg>
                                                    </a>

                                                    <div class="catalogMenuPopup__subsection ">
                                                        <div class="siteMap__subtitle">200 серия</div>
                                                        <div class="catalogMenuPopup__items">
                                                            <div class="siteMap__catalogRow">

                                                                <a href="/catalog/listovoy-prokat/200_seriya/201/" class="siteMap__subitem">201</a>

                                                                <a href="/catalog/listovoy-prokat/200_seriya/202/" class="siteMap__subitem">202</a>

                                                                <a href="/catalog/listovoy-prokat/200_seriya/204/" class="siteMap__subitem">204</a>

                                                            </div>
                                                        </div>
                                                    </div>
                                                    <div class="catalogMenuPopup__subsection ">
                                                        <div class="siteMap__subtitle">300 серия</div>
                                                        <div class="catalogMenuPopup__items">
                                                            <div class="siteMap__catalogRow">

                                                                <a href="/catalog/listovoy-prokat/300_seriya/12x18h10t/" class="siteMap__subitem">12X18H10T</a>

                                                                <a href="/catalog/listovoy-prokat/300_seriya/304/" class="siteMap__subitem">304</a>

                                                                <a href="/catalog/listovoy-prokat/300_seriya/310/" class="siteMap__subitem">310</a>

                                                                <a href="/catalog/listovoy-prokat/300_seriya/316/" class="siteMap__subitem">316</a>

                                                                <a href="/catalog/listovoy-prokat/300_seriya/316l/" class="siteMap__subitem">316L</a>

                                                                <a href="/catalog/listovoy-prokat/300_seriya/321/" class="siteMap__subitem">321</a>

                                                            </div>
                                                        </div>
                                                    </div>
                                                    <div class="catalogMenuPopup__subsection ">
                                                        <div class="siteMap__subtitle">400 серия</div>
                                                        <div class="catalogMenuPopup__items">
                                                            <div class="siteMap__catalogRow">

                                                                <a href="/catalog/listovoy-prokat/400_seriya/409/" class="siteMap__subitem">409</a>

                                                                <a href="/catalog/listovoy-prokat/400_seriya/430/" class="siteMap__subitem">430</a>

                                                                <a href="/catalog/listovoy-prokat/400_seriya/439/" class="siteMap__subitem">439</a>

                                                                <a href="/catalog/listovoy-prokat/400_seriya/441/" class="siteMap__subitem">441</a>

                                                                <a href="/catalog/listovoy-prokat/400_seriya/444/" class="siteMap__subitem">444</a>

                                                            </div>
                                                        </div>
                                                    </div>
                                                    <div class="catalogMenuPopup__subsection ">
                                                        <div class="siteMap__subtitle">900 серия</div>
                                                        <div class="catalogMenuPopup__items">
                                                            <div class="siteMap__catalogRow">

                                                                <a href="/catalog/listovoy-prokat/900_seriya/904l/" class="siteMap__subitem">904L</a>
                                                            </div>
                                                        </div>
                                                    </div>
                                                </div>
                                                <div class="catalogMenuPopup__section">
                                                </div>
                                            </div>
                                        </li></ul></div>

                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="header__mid">
                <?$APPLICATION->IncludeComponent(
                    "bitrix:menu",
                    "MainMenu",
                    array(
                        "COMPONENT_TEMPLATE" => "MainMenu",
                        "ROOT_MENU_TYPE" => "top",
                        "MENU_CACHE_TYPE" => "A",
                        "MENU_CACHE_TIME" => "3600",
                        "MENU_CACHE_USE_GROUPS" => "Y",
                        "MENU_CACHE_GET_VARS" => array(
                        ),
                        "MAX_LEVEL" => "2",
                        "CHILD_MENU_TYPE" => "left",
                        "USE_EXT" => "N",
                        "DELAY" => "N",
                        "ALLOW_MULTI_SELECT" => "N"
                    ),
                    false
                );?>
            </div>
            <div class="header__right">
                <div class="header__item">
                    <div class="mainContact">
                        <div class="mainContact__phone">
                            <a href="tel:<?=$_SESSION["VREGIONS_REGION"]["TELEFON"]?>"><?=$_SESSION["VREGIONS_REGION"]["TELEFON"]?></a>
                        </div>
                        <div class="mainContact__link">
                            <a href="/contacts/">Контакты</a>
                        </div>
                    </div>
                </div>
                <div class="header__item">
                    <div class="header__feedbackBtn">
                        <div class="feedbackForm__open">
                            <div class="button button_style2">
                                <div class="button_style2__hover"></div>
                                <span class="button_style2__text">
                            Обратная связь
                        </span>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="header__item">
                    <a href="/basket/" class="basketSmallBtn">
                        <div class="basketSmallBtn__icon">
                            <svg width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                    <g>
                                        <rect fill="none" x="0" y="0" width="25" height="25"></rect>
                                        <path id="basketSmallBtn__icon" fill="#fff" d="M21.5141304,12.2395819 L22.7586957,6.9427592 L6.03695652,6.9427592 L7.93478261,14.494097 L20.4293478,13.2380769 C20.95,13.1865719 21.3858696,12.7850669 21.5141304,12.2395819 Z M5.74347826,5.77219064 L24.1554348,5.77219064 L22.5673913,12.5263712 C22.3271739,13.5517893 21.5086957,14.3056355 20.5315217,14.4039632 L8.22282609,15.6412542 L8.64456522,17.3221906 C8.77173913,17.8278763 9.20217391,18.181388 9.68804348,18.181388 L21.0597826,18.181388 L21.0597826,19.3519565 L9.68804348,19.3519565 C8.71195652,19.3519565 7.85217391,18.642592 7.59565217,17.627709 L4.02391304,3.40881271 C3.86630435,2.78021739 3.3326087,2.34125418 2.72826087,2.34125418 L4.08562073e-13,2.34125418 L4.08562073e-13,1.17068562 L2.72826087,1.17068562 C3.82391304,1.17068562 4.78804348,1.96550167 5.07282609,3.10329431 L5.74347826,5.77219064 Z M10.7793478,20.715903 C11.676087,20.715903 12.4032609,21.4990134 12.4032609,22.4647324 C12.4032609,23.4304515 11.676087,24.2135619 10.7793478,24.2135619 C9.8826087,24.2135619 9.15543478,23.4304515 9.15543478,22.4647324 C9.15543478,21.4990134 9.8826087,20.715903 10.7793478,20.715903 Z M18.1913043,20.715903 C19.0880435,20.715903 19.8152174,21.4990134 19.8152174,22.4647324 C19.8152174,23.4304515 19.0880435,24.2135619 18.1913043,24.2135619 C17.2945652,24.2135619 16.5673913,23.4304515 16.5673913,22.4647324 C16.5673913,21.4990134 17.2945652,20.715903 18.1913043,20.715903 Z"></path>
                                    </g>
                                </g>
                            </svg>
                        </div>
                        <?if(isset($_SESSION['BASKET']['TOTAL_COUNT']) && $_SESSION['BASKET']['TOTAL_COUNT'] > 0) {?>
                            <div class="basketSmallBtn__counter">
                            <span class="basketSmallBtn__text">
                                <?=$_SESSION['BASKET']['TOTAL_COUNT']?>
                            </span>
                            </div>
                        <?}?>
                    </a>
                </div>
            </div>
        </section>
        <?$APPLICATION->IncludeComponent(
            "elcore:feedback",
            "HeaderFeedback",
            array(
                "COMPONENT_TEMPLATE" => "HeaderFeedback",
                "OK_TEXT" => "Спасибо, ваше сообщение принято.",
                "TITLE_FORM" => "обратная связь",
                "TEXT_FORM" => "Оставьте свои контактные данные, и мы свяжемся с вами в ближайшее время.",
                "FIELDS" => "a:1:{s:5:\"ITEMS\";a:4:{i:0;a:8:{s:4:\"name\";s:15:\"Ваше имя\";s:4:\"code\";s:6:\"U_NAME\";s:4:\"type\";s:6:\"string\";s:7:\"listOpt\";s:0:\"\";s:4:\"sort\";i:10;s:3:\"req\";b:0;s:5:\"error\";s:0:\"\";s:5:\"class\";s:4:\"name\";}i:1;a:8:{s:4:\"name\";s:14:\"Телефон\";s:4:\"code\";s:10:\"TEL_NUMBER\";s:4:\"type\";s:5:\"phone\";s:7:\"listOpt\";s:18:\"+7 (999) 999-99-99\";s:4:\"sort\";i:20;s:3:\"req\";b:1;s:5:\"error\";s:0:\"\";s:5:\"class\";s:3:\"tel\";}i:2;a:8:{s:4:\"name\";s:16:\"Эл. почта\";s:4:\"code\";s:5:\"EMAIL\";s:4:\"type\";s:5:\"email\";s:7:\"listOpt\";s:0:\"\";s:4:\"sort\";i:30;s:3:\"req\";b:1;s:5:\"error\";s:0:\"\";s:5:\"class\";s:5:\"email\";}i:3;a:8:{s:4:\"name\";s:22:\"Комментарий\";s:4:\"code\";s:7:\"COMMENT\";s:4:\"type\";s:8:\"textarea\";s:7:\"listOpt\";s:0:\"\";s:4:\"sort\";i:100;s:3:\"req\";b:0;s:5:\"error\";s:0:\"\";s:5:\"class\";s:8:\"textarea\";}}}",
                "EVENT_MESSAGE_ID" => array(
                    0 => "50",
                ),
                "TEMPLATE_THEME" => "white",
                "JQUERY" => "N",
                "AJAX" => "Y",
                "USE_CAPTCHA" => "N",
                "USE_RECAPTCHA" => "N"
            ),
            false
        );?>
    </header>