<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Корзина");
session_start();

$listTotal = count($_SESSION['BASKET']['ITEMS']['LIST']) + count($_SESSION['BASKET']['ITEMS']['ROLL']) + count($_SESSION['BASKET']['ITEMS']['TAPE']);
$trubyTotal = count($_SESSION['BASKET']['ITEMS']['PROFILE']) + count($_SESSION['BASKET']['ITEMS']['ROUND']);

function changeDeclination($number, $after) {
    $count = $number;
    if($count > 100)
        $count %= 100;

    if($count > 20)
        $count %= 10;

    switch ($count) {
        case 1:
            echo $number.' '.$after[0];
            break;
        case 2:
        case 3:
        case 4:
            echo $number.' '.$after[1];
            break;
        default:
            echo $number.' '.$after[2];
            break;
    }
}
?>
<main>
    <section class="basket">
        <div class="basket__wrapper">
            <div class="basket__head">
                <a href="/catalog/" class="basket__back">
                    <div class="button button_style6">
                        <div class="button_style6__icon">
                            <svg width="5px" height="8px" viewBox="0 0 5 8" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                    <g transform="translate(-898.000000, -122.000000)" fill="#808080">
                                        <g transform="translate(542.000000, 108.000000)">
                                            <g transform="translate(336.000000, 0.000000)">
                                                <g transform="translate(20.000000, 7.000000)">
                                                    <g transform="translate(2.500000, 11.000000) rotate(90.000000) translate(-2.500000, -11.000000) translate(-1.000000, 9.000000)">
                                                        <polygon points="6.26203348 8.23785484e-14 7 0.664898192 3.49982956 3.81818182 0 0.664881102 0.738004456 1.70894234e-05 3.4998675 2.48841961"></polygon>
                                                    </g>
                                                </g>
                                            </g>
                                        </g>
                                    </g>
                                </g>
                            </svg>
                        </div>
                        <span class="button_style6__text">Вернуться в каталог</span>
                    </div>
                </a>
                <h1 class="basket__title">
                    <span><?=isset($_SESSION['BASKET'])? 'Корзина' : 'Ваша корзина пуста'?></span>
                </h1>
                <? if( !isset($_SESSION['BASKET']) ) {?>
                    <p class="basket__description">
                        Выберите нужный вам товар из каталога и добавьте его в корзину.
                    </p>
                <?}?>
            </div>
        <? if(isset($_SESSION['BASKET'])) {?>
            <div class="basket__content">
                <div class="basket__header">
                    <? if($listTotal + $trubyTotal > 0) { ?>
                        <div class="basketHeaderInfo">
                            <? if($listTotal > 0) { ?>
                                <div class="basketHeaderInfo__listInfo">
                                    <span class="basketHeaderInfo__type">
                                        Листового проката:
                                    </span>
                                    <span class="basketHeaderInfo__count">
                                        <?changeDeclination(count($_SESSION['BASKET']['MARKS']['LIST']), array('марка', 'марки', 'марок'))?>
                                    </span>
                                    <span class="basketHeaderInfo__count">
                                        <?changeDeclination($_SESSION['BASKET']['LIST_COUNTER'], array('тонна', 'тонны', 'тонн'))?>
                                    </span>
                                </div>
                            <? } ?>
                            <? if($trubyTotal > 0) { ?>
                                <div class="basketHeaderInfo__trubyInfo">
                                    <span class="basketHeaderInfo__type">
                                        Труб:
                                    </span>
                                    <span class="basketHeaderInfo__count">
                                        <?changeDeclination(count($_SESSION['BASKET']['MARKS']['TRUBY']), array('марка', 'марки', 'марок'))?>
                                    </span>
                                    <?if(is_set($_SESSION['BASKET']['TRUBY_COUNTER']['ton']) && !empty($_SESSION['BASKET']['TRUBY_COUNTER']['ton'])) {?>
                                        <span class="basketHeaderInfo__count">
                                            <?changeDeclination($_SESSION['BASKET']['TRUBY_COUNTER']['ton'], array('тонна', 'тонны', 'тонн'))?>
                                        </span>
                                    <? } ?>
                                    <?if(is_set($_SESSION['BASKET']['TRUBY_COUNTER']['metre']) && !empty($_SESSION['BASKET']['TRUBY_COUNTER']['metre'])) {?>
                                        <span class="basketHeaderInfo__count">
                                            <?=$_SESSION['BASKET']['TRUBY_COUNTER']['metre']?> пог. м.
                                        </span>
                                    <? } ?>
                                </div>
                            <? } ?>
                        </div>
                    <? } ?>
                        <div class="basket__buttons">
                            <div class="basket__remove">
                                <svg width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                    <g class="hover" transform="translate(4.000000, 1.000000)" fill="#fff">
                                        <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                    </g>
                                </svg>
                                <span class="basket__clearAll">
                                Очистить корзину
                            </span>
                            </div>
                            <? if($_SESSION['BASKET']['TOTAL_COUNT'] > 8) { ?>
                                <a class="basket__order" href="#order">
                                    <div class="button button_style1">
                                        <div class="button_style1__hover"></div>
                                        <span class="button_style1__text">Оформить заказ</span>
                                    </div>
                                </a>
                            <? } ?>
                        </div>
                </div>
                <div class="basket__main">
                    <? if($listTotal > 0) { ?>
                        <div class="basket__typeTitle">
                            Листовой прокат
                        </div>
                        <div class="basket__main-wrapper basket__wrapper">
                            <div class="basket__table-title">
                                <div>
                                </div>
                                <div>
                                    <span>
                                        Марка
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Вид стали
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Поверхность
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Толщина, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Ширина, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Длина, мм
                                    </span>
                                </div>
                                <div class="basket__table-titleCounter">
                                    <span>
                                        Кол-во, т
                                    </span>
                                </div>
                                <div>
                                </div>
                            </div>
                            <?if(isset($_SESSION['BASKET']['ITEMS']) && !empty($_SESSION['BASKET']['ITEMS'])) {
                                if(is_set($_SESSION['BASKET']['ITEMS']['LIST']) && !empty($_SESSION['BASKET']['ITEMS']['LIST'])) {
                                    foreach($_SESSION['BASKET']['ITEMS']['LIST'] as $Item) {?>
                                        <div class="basket__item" data-id="<?=$Item['id']?>"  data-group="LIST">
                                            <div class="basket__cell">
                                                <? if($Item['icon']) { ?>
                                                    <div class="basket__customOrdered">
                                                        <svg width="20px" height="16px" viewBox="0 0 20 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                <g transform="translate(-1000.000000, -1927.000000)" fill="#FFFFFF">
                                                                    <path d="M1016,1929.8 C1016.88366,1929.8 1017.6,1930.51634 1017.6,1931.4 C1017.6,1932.28366 1016.88366,1933 1016,1933 L1016,1943.8 C1016,1944.02091 1015.82091,1944.2 1015.6,1944.2 C1015.37909,1944.2 1015.2,1944.02091 1015.2,1943.8 L1015.2,1932.78595 C1014.72176,1932.5093 1014.4,1931.99223 1014.4,1931.4 C1014.4,1930.80777 1014.72176,1930.2907 1015.2,1930.01405 L1015.2,1926.2 C1015.2,1925.97909 1015.37909,1925.8 1015.6,1925.8 C1015.82091,1925.8 1016,1925.97909 1016,1926.2 L1016,1929.8 Z M1010.4,1937 C1011.28366,1937 1012,1937.71634 1012,1938.6 C1012,1939.48366 1011.28366,1940.2 1010.4,1940.2 L1010.4,1943.8 C1010.4,1944.02091 1010.22091,1944.2 1010,1944.2 C1009.77909,1944.2 1009.6,1944.02091 1009.6,1943.8 L1009.6,1939.98595 C1009.12176,1939.7093 1008.8,1939.19223 1008.8,1938.6 C1008.8,1938.00777 1009.12176,1937.4907 1009.6,1937.21405 L1009.6,1926.2 C1009.6,1925.97909 1009.77909,1925.8 1010,1925.8 C1010.22091,1925.8 1010.4,1925.97909 1010.4,1926.2 L1010.4,1937 Z M1004.8,1931.61405 C1005.27824,1931.8907 1005.6,1932.40777 1005.6,1933 C1005.6,1933.59223 1005.27824,1934.1093 1004.8,1934.38595 L1004.8,1943.8 C1004.8,1944.02091 1004.62091,1944.2 1004.4,1944.2 C1004.17909,1944.2 1004,1944.02091 1004,1943.8 L1004,1934.6 C1003.11634,1934.6 1002.4,1933.88366 1002.4,1933 C1002.4,1932.11634 1003.11634,1931.4 1004,1931.4 L1004,1926.2 C1004,1925.97909 1004.17909,1925.8 1004.4,1925.8 C1004.62091,1925.8 1004.8,1925.97909 1004.8,1926.2 L1004.8,1931.61405 Z" id="Combined-Shape" transform="translate(1010.000000, 1935.000000) rotate(90.000000) translate(-1010.000000, -1935.000000) "></path>
                                                                </g>
                                                            </g>
                                                        </svg>
                                                    </div>
                                                <? } ?>
                                            </div>
                                            <div class="basket__cell">
                                               <?=$Item['mark']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['type']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['surface']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['thickness']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['width']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['length']?>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__counter">
                                                    <div class="counter">
                                                        <div class="counter__cloneValue">
                                                            <span class="counter__cloneInput">
                                                                <?=$Item['count']?>
                                                            </span>
                                                        </div>
                                                        <div class="counter__count">
                                                            <div class="counter__minus <?=$Item['count'] === 1? 'counter__disable' : ''?>"></div>
                                                            <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$Item['count']?>">
                                                            <div class="counter__plus"></div>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__removeItem" data-id="<?=$Item['id']?>" data-groupType="LIST">
                                                    <svg  width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                        <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                                        <g id="Group-10" transform="translate(4.000000, 1.000000)" fill="#db2a1b">
                                                            <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                                        </g>
                                                    </svg>
                                                </div>
                                            </div>
                                        </div>
                                    <?}
                                }
                                if(is_set($_SESSION['BASKET']['ITEMS']['ROLL']) && !empty($_SESSION['BASKET']['ITEMS']['ROLL'])) {
                                    foreach($_SESSION['BASKET']['ITEMS']['ROLL'] as $Item) {?>
                                        <div class="basket__item" data-id="<?=$Item['id']?>"  data-group="ROLL">
                                            <div class="basket__cell">
                                                <? if($Item['icon']) { ?>
                                                    <div class="basket__customOrdered">
                                                        <svg width="20px" height="16px" viewBox="0 0 20 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                <g transform="translate(-1000.000000, -1927.000000)" fill="#FFFFFF">
                                                                    <path d="M1016,1929.8 C1016.88366,1929.8 1017.6,1930.51634 1017.6,1931.4 C1017.6,1932.28366 1016.88366,1933 1016,1933 L1016,1943.8 C1016,1944.02091 1015.82091,1944.2 1015.6,1944.2 C1015.37909,1944.2 1015.2,1944.02091 1015.2,1943.8 L1015.2,1932.78595 C1014.72176,1932.5093 1014.4,1931.99223 1014.4,1931.4 C1014.4,1930.80777 1014.72176,1930.2907 1015.2,1930.01405 L1015.2,1926.2 C1015.2,1925.97909 1015.37909,1925.8 1015.6,1925.8 C1015.82091,1925.8 1016,1925.97909 1016,1926.2 L1016,1929.8 Z M1010.4,1937 C1011.28366,1937 1012,1937.71634 1012,1938.6 C1012,1939.48366 1011.28366,1940.2 1010.4,1940.2 L1010.4,1943.8 C1010.4,1944.02091 1010.22091,1944.2 1010,1944.2 C1009.77909,1944.2 1009.6,1944.02091 1009.6,1943.8 L1009.6,1939.98595 C1009.12176,1939.7093 1008.8,1939.19223 1008.8,1938.6 C1008.8,1938.00777 1009.12176,1937.4907 1009.6,1937.21405 L1009.6,1926.2 C1009.6,1925.97909 1009.77909,1925.8 1010,1925.8 C1010.22091,1925.8 1010.4,1925.97909 1010.4,1926.2 L1010.4,1937 Z M1004.8,1931.61405 C1005.27824,1931.8907 1005.6,1932.40777 1005.6,1933 C1005.6,1933.59223 1005.27824,1934.1093 1004.8,1934.38595 L1004.8,1943.8 C1004.8,1944.02091 1004.62091,1944.2 1004.4,1944.2 C1004.17909,1944.2 1004,1944.02091 1004,1943.8 L1004,1934.6 C1003.11634,1934.6 1002.4,1933.88366 1002.4,1933 C1002.4,1932.11634 1003.11634,1931.4 1004,1931.4 L1004,1926.2 C1004,1925.97909 1004.17909,1925.8 1004.4,1925.8 C1004.62091,1925.8 1004.8,1925.97909 1004.8,1926.2 L1004.8,1931.61405 Z" id="Combined-Shape" transform="translate(1010.000000, 1935.000000) rotate(90.000000) translate(-1010.000000, -1935.000000) "></path>
                                                                </g>
                                                            </g>
                                                        </svg>
                                                    </div>
                                                <? } ?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['mark']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['type']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['surface']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['thickness']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['width']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['length']?>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__counter">
                                                    <div class="counter">
                                                        <div class="counter__cloneValue">
                                                            <span class="counter__cloneInput">
                                                                <?=$Item['count']?>
                                                            </span>
                                                        </div>
                                                        <div class="counter__count">
                                                            <div class="counter__minus <?=$Item['count'] === 1? 'counter__disable' : ''?>"></div>
                                                            <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$Item['count']?>">
                                                            <div class="counter__plus"></div>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__removeItem" data-id="<?=$Item['id']?>" data-groupType="ROLL">
                                                    <svg  width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                        <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                                        <g id="Group-10" transform="translate(4.000000, 1.000000)" fill="#db2a1b">
                                                            <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                                        </g>
                                                    </svg>
                                                </div>
                                            </div>
                                        </div>
                                    <?}
                                }
                                if(is_set($_SESSION['BASKET']['ITEMS']['TAPE']) && !empty($_SESSION['BASKET']['ITEMS']['TAPE'])) {
                                    foreach($_SESSION['BASKET']['ITEMS']['TAPE'] as $Item) {?>
                                        <div class="basket__item" data-id="<?=$Item['id']?>"  data-group="TAPE">
                                            <div class="basket__cell">
                                                <? if($Item['icon']) { ?>
                                                    <div class="basket__customOrdered">
                                                        <svg width="20px" height="16px" viewBox="0 0 20 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                <g transform="translate(-1000.000000, -1927.000000)" fill="#FFFFFF">
                                                                    <path d="M1016,1929.8 C1016.88366,1929.8 1017.6,1930.51634 1017.6,1931.4 C1017.6,1932.28366 1016.88366,1933 1016,1933 L1016,1943.8 C1016,1944.02091 1015.82091,1944.2 1015.6,1944.2 C1015.37909,1944.2 1015.2,1944.02091 1015.2,1943.8 L1015.2,1932.78595 C1014.72176,1932.5093 1014.4,1931.99223 1014.4,1931.4 C1014.4,1930.80777 1014.72176,1930.2907 1015.2,1930.01405 L1015.2,1926.2 C1015.2,1925.97909 1015.37909,1925.8 1015.6,1925.8 C1015.82091,1925.8 1016,1925.97909 1016,1926.2 L1016,1929.8 Z M1010.4,1937 C1011.28366,1937 1012,1937.71634 1012,1938.6 C1012,1939.48366 1011.28366,1940.2 1010.4,1940.2 L1010.4,1943.8 C1010.4,1944.02091 1010.22091,1944.2 1010,1944.2 C1009.77909,1944.2 1009.6,1944.02091 1009.6,1943.8 L1009.6,1939.98595 C1009.12176,1939.7093 1008.8,1939.19223 1008.8,1938.6 C1008.8,1938.00777 1009.12176,1937.4907 1009.6,1937.21405 L1009.6,1926.2 C1009.6,1925.97909 1009.77909,1925.8 1010,1925.8 C1010.22091,1925.8 1010.4,1925.97909 1010.4,1926.2 L1010.4,1937 Z M1004.8,1931.61405 C1005.27824,1931.8907 1005.6,1932.40777 1005.6,1933 C1005.6,1933.59223 1005.27824,1934.1093 1004.8,1934.38595 L1004.8,1943.8 C1004.8,1944.02091 1004.62091,1944.2 1004.4,1944.2 C1004.17909,1944.2 1004,1944.02091 1004,1943.8 L1004,1934.6 C1003.11634,1934.6 1002.4,1933.88366 1002.4,1933 C1002.4,1932.11634 1003.11634,1931.4 1004,1931.4 L1004,1926.2 C1004,1925.97909 1004.17909,1925.8 1004.4,1925.8 C1004.62091,1925.8 1004.8,1925.97909 1004.8,1926.2 L1004.8,1931.61405 Z" id="Combined-Shape" transform="translate(1010.000000, 1935.000000) rotate(90.000000) translate(-1010.000000, -1935.000000) "></path>
                                                                </g>
                                                            </g>
                                                        </svg>
                                                    </div>
                                                <? } ?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['mark']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['type']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['surface']?>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['thickness']?>
                                            </div>
                                            <div class="basket__cell"  data-fieldWidth="true">
                                                <div class="basket__counter">
                                                    <div class="counter">
                                                        <div class="counter__cloneValue">
                                                            <span class="counter__cloneInput">
                                                                <?=$Item['width']?>
                                                            </span>
                                                        </div>
                                                        <div class="counter__count">
                                                            <div class="counter__minus <?=$Item['count'] === 1? 'counter__disable' : ''?>"></div>
                                                            <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$Item['width']?>">
                                                            <div class="counter__plus"></div>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="basket__cell">
                                                <?=$Item['length']?>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__counter">
                                                    <div class="counter">
                                                        <div class="counter__cloneValue">
                                                            <span class="counter__cloneInput">
                                                                <?=$Item['count']?>
                                                            </span>
                                                        </div>
                                                        <div class="counter__count">
                                                            <div class="counter__minus <?=$Item['count'] === 1? 'counter__disable' : ''?>"></div>
                                                            <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$Item['count']?>">
                                                            <div class="counter__plus"></div>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="basket__cell">
                                                <div class="basket__removeItem" data-id="<?=$Item['id']?>" data-groupType="TAPE">
                                                    <svg  width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                        <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                                        <g id="Group-10" transform="translate(4.000000, 1.000000)" fill="#db2a1b">
                                                            <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                                        </g>
                                                    </svg>
                                                </div>
                                            </div>
                                        </div>
                                    <?}
                                }
                            }?>
                        </div>
                    <? } ?>
                    <? if($trubyTotal > 0) { ?>
                        <div class="basket__typeTitle basket__typeTitle_second">
                            Трубы
                        </div>
                        <div class="basket__wrapper">
                            <div class="basket__table-title">
                                <div>
                                </div>
                                <div>
                                    <span>
                                       Тип шва
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Вид
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Марка
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Толщина, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Диаметр, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Ширина, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Высота, мм
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Поверхность
                                    </span>
                                </div>
                                <div>
                                    <span>
                                        Длина, мм
                                    </span>
                                </div>
                                <div>
                                    <span class="basket__table-titleCounter">
                                        Кол-во
                                    </span>
                                </div>
                                <div>
                                </div>
                            </div>
                            <?if(isset($_SESSION['BASKET']['ITEMS']) && !empty($_SESSION['BASKET']['ITEMS'])) {
                                if(is_set($_SESSION['BASKET']['ITEMS']['PROFILE']) && !empty($_SESSION['BASKET']['ITEMS']['PROFILE'])) {
                                    foreach($_SESSION['BASKET']['ITEMS']['PROFILE'] as $Item) {?>
                                        <?foreach($Item['measure'] as $key => $elem) {?>
                                            <div class="basket__item" data-id="<?=$Item['id']?>" data-group="PROFILE" data-measure="<?=$key?>">
                                                <div class="basket__cell">
                                                    <? if($Item['icon']) { ?>
                                                        <div class="basket__customOrdered">
                                                            <svg width="20px" height="16px" viewBox="0 0 20 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                    <g transform="translate(-1000.000000, -1927.000000)" fill="#FFFFFF">
                                                                        <path d="M1016,1929.8 C1016.88366,1929.8 1017.6,1930.51634 1017.6,1931.4 C1017.6,1932.28366 1016.88366,1933 1016,1933 L1016,1943.8 C1016,1944.02091 1015.82091,1944.2 1015.6,1944.2 C1015.37909,1944.2 1015.2,1944.02091 1015.2,1943.8 L1015.2,1932.78595 C1014.72176,1932.5093 1014.4,1931.99223 1014.4,1931.4 C1014.4,1930.80777 1014.72176,1930.2907 1015.2,1930.01405 L1015.2,1926.2 C1015.2,1925.97909 1015.37909,1925.8 1015.6,1925.8 C1015.82091,1925.8 1016,1925.97909 1016,1926.2 L1016,1929.8 Z M1010.4,1937 C1011.28366,1937 1012,1937.71634 1012,1938.6 C1012,1939.48366 1011.28366,1940.2 1010.4,1940.2 L1010.4,1943.8 C1010.4,1944.02091 1010.22091,1944.2 1010,1944.2 C1009.77909,1944.2 1009.6,1944.02091 1009.6,1943.8 L1009.6,1939.98595 C1009.12176,1939.7093 1008.8,1939.19223 1008.8,1938.6 C1008.8,1938.00777 1009.12176,1937.4907 1009.6,1937.21405 L1009.6,1926.2 C1009.6,1925.97909 1009.77909,1925.8 1010,1925.8 C1010.22091,1925.8 1010.4,1925.97909 1010.4,1926.2 L1010.4,1937 Z M1004.8,1931.61405 C1005.27824,1931.8907 1005.6,1932.40777 1005.6,1933 C1005.6,1933.59223 1005.27824,1934.1093 1004.8,1934.38595 L1004.8,1943.8 C1004.8,1944.02091 1004.62091,1944.2 1004.4,1944.2 C1004.17909,1944.2 1004,1944.02091 1004,1943.8 L1004,1934.6 C1003.11634,1934.6 1002.4,1933.88366 1002.4,1933 C1002.4,1932.11634 1003.11634,1931.4 1004,1931.4 L1004,1926.2 C1004,1925.97909 1004.17909,1925.8 1004.4,1925.8 C1004.62091,1925.8 1004.8,1925.97909 1004.8,1926.2 L1004.8,1931.61405 Z" id="Combined-Shape" transform="translate(1010.000000, 1935.000000) rotate(90.000000) translate(-1010.000000, -1935.000000) "></path>
                                                                    </g>
                                                                </g>
                                                            </svg>
                                                        </div>
                                                    <? } ?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['view']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['type']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['mark']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['thickness']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['diameter']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['width']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['height']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['surface']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['length']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <div class="basket__counter">
                                                        <div class="basket__counter">
                                                            <div class="counter">
                                                                <div class="counter__cloneValue">
                                                                    <span class="counter__cloneInput">
                                                                        <?=$elem?>
                                                                    </span>
                                                                    <span class="counter__cloneDimension">
                                                                        <?=$key === 'ton' ? 'т.' : 'пог. м.'?>
                                                                    </span>
                                                                </div>
                                                                <div class="counter__count">
                                                                    <div class="counter__minus <?=$elem === 1? 'counter__disable' : ''?>"></div>
                                                                    <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$elem?>">
                                                                    <div class="counter__plus"></div>
                                                                </div>
                                                            </div>
                                                        </div>
                                                    </div>
                                                </div>
                                                <div class="basket__cell">
                                                    <div class="basket__removeItem" data-id="<?=$Item['id']?>" data-groupType="PROFILE" data-measure="<?=$key?>">
                                                        <svg  width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                                            <g id="Group-10" transform="translate(4.000000, 1.000000)" fill="#db2a1b">
                                                                <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                                            </g>
                                                        </svg>
                                                    </div>
                                                </div>
                                            </div>
                                        <?}?>
                                    <?}
                                }
                                if(is_set($_SESSION['BASKET']['ITEMS']['ROUND']) && !empty($_SESSION['BASKET']['ITEMS']['ROUND'])) {
                                    foreach($_SESSION['BASKET']['ITEMS']['ROUND'] as $Item) {?>
                                        <?foreach($Item['measure'] as $key => $elem) {?>
                                            <div class="basket__item"  data-id="<?=$Item['id']?>" data-group="ROUND" data-measure="<?=$key?>">
                                                <div class="basket__cell">
                                                    <? if($Item['icon']) { ?>
                                                        <div class="basket__customOrdered">
                                                            <svg width="20px" height="16px" viewBox="0 0 20 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                                <g stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                                                                    <g transform="translate(-1000.000000, -1927.000000)" fill="#FFFFFF">
                                                                        <path d="M1016,1929.8 C1016.88366,1929.8 1017.6,1930.51634 1017.6,1931.4 C1017.6,1932.28366 1016.88366,1933 1016,1933 L1016,1943.8 C1016,1944.02091 1015.82091,1944.2 1015.6,1944.2 C1015.37909,1944.2 1015.2,1944.02091 1015.2,1943.8 L1015.2,1932.78595 C1014.72176,1932.5093 1014.4,1931.99223 1014.4,1931.4 C1014.4,1930.80777 1014.72176,1930.2907 1015.2,1930.01405 L1015.2,1926.2 C1015.2,1925.97909 1015.37909,1925.8 1015.6,1925.8 C1015.82091,1925.8 1016,1925.97909 1016,1926.2 L1016,1929.8 Z M1010.4,1937 C1011.28366,1937 1012,1937.71634 1012,1938.6 C1012,1939.48366 1011.28366,1940.2 1010.4,1940.2 L1010.4,1943.8 C1010.4,1944.02091 1010.22091,1944.2 1010,1944.2 C1009.77909,1944.2 1009.6,1944.02091 1009.6,1943.8 L1009.6,1939.98595 C1009.12176,1939.7093 1008.8,1939.19223 1008.8,1938.6 C1008.8,1938.00777 1009.12176,1937.4907 1009.6,1937.21405 L1009.6,1926.2 C1009.6,1925.97909 1009.77909,1925.8 1010,1925.8 C1010.22091,1925.8 1010.4,1925.97909 1010.4,1926.2 L1010.4,1937 Z M1004.8,1931.61405 C1005.27824,1931.8907 1005.6,1932.40777 1005.6,1933 C1005.6,1933.59223 1005.27824,1934.1093 1004.8,1934.38595 L1004.8,1943.8 C1004.8,1944.02091 1004.62091,1944.2 1004.4,1944.2 C1004.17909,1944.2 1004,1944.02091 1004,1943.8 L1004,1934.6 C1003.11634,1934.6 1002.4,1933.88366 1002.4,1933 C1002.4,1932.11634 1003.11634,1931.4 1004,1931.4 L1004,1926.2 C1004,1925.97909 1004.17909,1925.8 1004.4,1925.8 C1004.62091,1925.8 1004.8,1925.97909 1004.8,1926.2 L1004.8,1931.61405 Z" id="Combined-Shape" transform="translate(1010.000000, 1935.000000) rotate(90.000000) translate(-1010.000000, -1935.000000) "></path>
                                                                    </g>
                                                                </g>
                                                            </svg>
                                                        </div>
                                                    <? } ?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['view']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['type']?>
                                                </div>
                                                <div class="basket__cell">

                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['thickness']?>
                                                </div>
                                                <div class="basket__cell">

                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['width']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['height']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['surface']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <?=$Item['length']?>
                                                </div>
                                                <div class="basket__cell">
                                                    <div class="basket__counter">
                                                        <div class="basket__counter">
                                                            <div class="counter">
                                                                <div class="counter__cloneValue">
                                                                    <span class="counter__cloneInput">
                                                                        <?=$elem?>
                                                                    </span>
                                                                    <span class="counter__cloneDimension">
                                                                        <?=$key === 'ton' ? 'т.' : 'пог. м.'?>
                                                                    </span>
                                                                </div>
                                                                <div class="counter__count">
                                                                    <div class="counter__minus <?=$elem === 1? 'counter__disable' : ''?>"></div>
                                                                    <input class="counter__field basket__change" type="text" maxlength="6" value="<?=$elem?>">
                                                                    <div class="counter__plus"></div>
                                                                </div>
                                                            </div>
                                                        </div>
                                                    </div>
                                                </div>
                                                <div class="basket__cell">
                                                    <div class="basket__removeItem" data-id="<?=$Item['id']?>" data-groupType="ROUND" data-measure="<?=$key?>">
                                                        <svg  width="25px" height="25px" viewBox="0 0 25 25" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                                            <rect fill="transparent" x="0" y="0" width="25" height="25"></rect>
                                                            <g id="Group-10" transform="translate(4.000000, 1.000000)" fill="#db2a1b">
                                                                <path d="M6.25135789,17.7404526 C5.93177895,17.7404526 5.67241053,17.4810842 5.67241053,17.1615053 L5.67241053,8.74129474 C5.67241053,8.42055789 5.93177895,8.16234737 6.25135789,8.16234737 C6.57093684,8.16234737 6.83030526,8.42055789 6.83030526,8.74129474 L6.83030526,17.1615053 C6.83030526,17.4810842 6.57093684,17.7404526 6.25135789,17.7404526 Z M10.6438316,17.7404526 C10.3242526,17.7404526 10.0648842,17.4810842 10.0648842,17.1615053 L10.0648842,8.74129474 C10.0648842,8.42055789 10.3242526,8.16234737 10.6438316,8.16234737 C10.9634105,8.16234737 11.2227789,8.42055789 11.2227789,8.74129474 L11.2227789,17.1615053 C11.2227789,17.4810842 10.9634105,17.7404526 10.6438316,17.7404526 Z M15.6682842,4.90518947 L15.6682842,3.46476842 L1.15754737,3.46476842 L1.15754737,4.90518947 L2.12786316,4.90518947 L14.6979684,4.90518947 L15.6682842,4.90518947 Z M2.70796842,19.8385579 L14.1190211,19.8385579 L14.1190211,6.06308421 L2.70796842,6.06308421 L2.70796842,19.8385579 Z M16.2472316,2.30687368 C16.5668105,2.30687368 16.8261789,2.56508421 16.8261789,2.88582105 L16.8261789,5.48413684 C16.8261789,5.80371579 16.5668105,6.06308421 16.2472316,6.06308421 L15.2769158,6.06308421 L15.2769158,20.4175053 C15.2769158,20.7382421 15.0175474,20.9964526 14.6979684,20.9964526 L2.12786316,20.9964526 C1.80828421,20.9964526 1.54891579,20.7382421 1.54891579,20.4175053 L1.54891579,6.06308421 L0.5786,6.06308421 C0.259021053,6.06308421 -0.000347368421,5.80371579 -0.000347368421,5.48413684 L-0.000347368421,2.88582105 C-0.000347368421,2.56508421 0.259021053,2.30687368 0.5786,2.30687368 L16.2472316,2.30687368 Z M3.85810526,1.15789474 C3.53852632,1.15789474 3.27915789,0.898526316 3.27915789,0.578947368 C3.27915789,0.259368421 3.53852632,2.22044605e-15 3.85810526,2.22044605e-15 L13.0367368,2.22044605e-15 C13.3574737,2.22044605e-15 13.6156842,0.259368421 13.6156842,0.578947368 C13.6156842,0.898526316 13.3574737,1.15789474 13.0367368,1.15789474 L3.85810526,1.15789474 Z" id="Combined-Shape"></path>
                                                            </g>
                                                        </svg>
                                                    </div>
                                                </div>
                                            </div>
                                        <?}?>
                                    <?}
                                }
                            }?>
                        </div>
                    <? } ?>
                </div>
            </div>
        <?}?>
        </div>
    </section>
    <? if(isset($_SESSION['BASKET'])) {?>
        <section id="order" class="feedbackFormBasket">
            <div class="feedbackFormBasket__wrapper">
                <div class="feedbackFormBasket__title">
                    Оформление заказа
                </div>
                <div class="feedbackFormBasket__form">
                    <form id="fbobrsvyaz" class="feedbackFields">
                        <div class="feedbackFields__section">
                            <div class="feedbackFields__field">
                                <input id="orderName" name="orderName" type="text">
                                <label for="orderName">Ваше имя</label>
                            </div>
                            <div class="feedbackFields__field">
                                <input id="orderPhone" name="orderPhone" type="tel">
                                <label for="orderPhone">Телефон</label>
                            </div>
                            <div class="feedbackFields__field">
                                <input id="orderEmail" name="orderEmail" type="email">
                                <label for="orderEmail">Эл. почта</label>
                            </div>
                        </div>
                        <div class="feedbackFields__section">
                            <div class="feedbackFields__comment">
                                <textarea id="orderComment" name="orderComment"></textarea>
                                <label for="orderComment">Комментарий</label>
                            </div>
                            <div class="feedbackFields__out">
                                <button type="submit" class="orderFields__submit">
                                    <div class="button button_style1">
                                        <div class="button_style1__hover"></div>
                                        <span class="button_style1__text">Отправить</span>
                                    </div>
                                </button>
                                <div class="feedbackFields__accept">
                                    Нажимая на кнопку, вы даете согласие на обработку</br>
                                    своих персональных данных и соглашаетесь</br>
                                    <a href="javascript: void(0);" class="feedbackFields__policy">
                                        с политикой конфиденциальности.
                                    </a>
                                </div>
                            </div>
                        </div>
                    </form>
                </div>
            </div>
        </section>
    <?}?>
</main>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>